Repository: stephan1827/shuv_demo
Catalog: Logical/mappView/MainVisu/Resources/Texts/ClientInfoTexts.tmx
Source language: en
Languages: de

source: Visualization client information
de: Visualisierungs-Client Information

source: Device 1
de: Gerät 1

source: Device 2
de: Gerät 2

source: Device 3
de: Gerät 3

source: Device 4
de: Gerät 4

source: Device 5
de: Gerät 5

source: IP address
de: IP Adresse

source: User
de: Benutzer

source: Language
de: Sprache

source: Unit system
de: Maßsystem

source: Screen resolution
de: Bildschirm Auflösung

source: Browser resolution
de: Browser Auflösung

source: Connection time
de: Verbindungs-Zeit

source: hh:mm:ss MM/dd/yyyy
de: hh:mm:ss dd:MM:yyyy
